[PAD]
[UNK]
[CLS]
[SEP]
[MASK]
[BOS]
[EOS]
[unused0]
[unused1]
[unused2]
[unused3]
[unused4]
[unused5]
[unused6]
[unused7]
[unused8]
[unused9]
[unused10]
[unused11]
[unused12]
[unused13]
[unused14]
[unused15]
[unused16]
[unused17]
[unused18]
[unused19]
[unused20]
[unused21]
[unused22]
[unused23]
[unused24]
[unused25]
[unused26]
[unused27]
[unused28]
[unused29]
[unused30]
[unused31]
[unused32]
[unused33]
[unused34]
[unused35]
[unused36]
[unused37]
[unused38]
[unused39]
[unused40]
[unused41]
[unused42]
[unused43]
[unused44]
[unused45]
[unused46]
[unused47]
[unused48]
[unused49]
[unused50]
[unused51]
[unused52]
[unused53]
[unused54]
[unused55]
[unused56]
[unused57]
[unused58]
[unused59]
[unused60]
[unused61]
[unused62]
[unused63]
[unused64]
[unused65]
[unused66]
[unused67]
[unused68]
[unused69]
[unused70]
[unused71]
[unused72]
[unused73]
[unused74]
[unused75]
[unused76]
[unused77]
[unused78]
[unused79]
[unused80]
[unused81]
[unused82]
[unused83]
[unused84]
[unused85]
[unused86]
[unused87]
[unused88]
[unused89]
[unused90]
[unused91]
[unused92]
[unused93]
[unused94]
[unused95]
[unused96]
[unused97]
[unused98]
[unused99]
[unused100]
[unused101]
[unused102]
[unused103]
[unused104]
[unused105]
[unused106]
[unused107]
[unused108]
[unused109]
[unused110]
[unused111]
[unused112]
[unused113]
[unused114]
[unused115]
[unused116]
[unused117]
[unused118]
[unused119]
[unused120]
[unused121]
[unused122]
[unused123]
[unused124]
[unused125]
[unused126]
[unused127]
[unused128]
[unused129]
[unused130]
[unused131]
[unused132]
[unused133]
[unused134]
[unused135]
[unused136]
[unused137]
[unused138]
[unused139]
[unused140]
[unused141]
[unused142]
[unused143]
[unused144]
[unused145]
[unused146]
[unused147]
[unused148]
[unused149]
[unused150]
[unused151]
[unused152]
[unused153]
[unused154]
[unused155]
[unused156]
[unused157]
[unused158]
[unused159]
[unused160]
[unused161]
[unused162]
[unused163]
[unused164]
[unused165]
[unused166]
[unused167]
[unused168]
[unused169]
[unused170]
[unused171]
[unused172]
[unused173]
[unused174]
[unused175]
[unused176]
[unused177]
[unused178]
[unused179]
[unused180]
[unused181]
[unused182]
[unused183]
[unused184]
[unused185]
[unused186]
[unused187]
[unused188]
[unused189]
[unused190]
[unused191]
[unused192]
[unused193]
[unused194]
[unused195]
[unused196]
[unused197]
[unused198]
[unused199]
+
-
.
0
1
2
3
4
5
6
7
8
9
=
>
[
\
]
_
a
b
c
d
e
f
g
h
i
j
k
l
m
n
o
p
q
r
s
t
u
v
w
x
y
z
##1
##2
##e
##p
##t
##a
##l
##o
##n
##g
##u
##r
##i
##y
##d
##m
##c
##s
##v
##h
##b
##x
##f
##3
##4
##k
##z
##0
##w
##5
##8
##7
##9
##j
##6
##q
##he
the
##on
##al
##re
##ar
##te
##ti
##as
##ng
##le
is
##ed
##or
##en
in
##er
##si
##in
##ac
##th
of
##nd
no
##ig
##es
##il
##tion
##ou
##um
##om
##igh
##ight
##ral
##di
##ate
and
##ic
##ul
right
##ef
##em
are
##ly
##ff
##is
##ha
there
##ne
##sion
lef
left
##mal
##neum
pneum
##ffu
##ent
##nc
con
##id
effu
effusion
ple
##ural
pleural
##ub
wi
lu
lung
##ta
with
##ro
lo
##hang
to
car
##oth
##ation
##ter
##ora
##orax
##pp
pneumoth
##st
##ol
pneumothorax
##ct
##ing
cardi
tub
##ve
##ary
be
##ema
tube
pul
##mon
##ear
##monary
pulmonary
##ra
re
##ble
##hanged
##tin
unc
##pac
unchanged
##lect
##it
##edi
##tr
opac
##nt
se
ate
low
##edias
##ediastin
or
##ph
##ous
##asis
atelect
pre
as
atelectasis
po
mo
##ormal
ex
app
##ia
##hou
com
##iz
ed
edema
cardiom
##ediastinal
##og
##ular
at
comp
sta
##ilar
##der
##are
normal
bas
##ce
ca
has
mil
##ip
##the
mild
st
siz
size
##ver
##et
su
opaci
inter
##arg
sil
##houet
silhouet
##cre
silhouette
##ew
de
##creas
tip
cons
##ateral
smal
seen
che
chest
hear
heart
small
##ati
ra
lower
moder
moderate
##ity
##ine
li
##olum
##sition
volum
pro
##ated
pr
radi
cardiac
effusions
##ogra
th
position
##ior
##se
##asc
##res
##ograph
##olid
radiograph
consolid
##ilateral
bilateral
stable
##our
consolidation
##ud
##ties
chang
##tial
##vi
ab
on
##ence
over
im
##oc
pneumon
vasc
ev
##ow
appear
##ges
pneumonia
##ared
end
lungs
cle
##vious
al
##pper
increas
upper
lob
##ting
previous
##ib
clear
##ld
en
##ement
##fic
compared
##aly
##ted
##ec
##tent
per
volumes
##ut
opacities
##eg
lobe
##egaly
cardiomegaly
##ay
mediastinal
prior
line
sub
vascular
##val
evid
##sis
cont
##ours
##ved
been
##theter
catheter
##ocal
ju
##lac
cardiomediastinal
pres
##ache
evidence
##min
##op
##ort
##ini
fr
##ke
##ach
##ical
##ir
opacity
##cu
interval
imp
mid
but
##larg
enlarg
change
stud
study
like
an
ap
##ad
contours
focal
impro
new
likely
plac
##cl
##ain
for
sid
##anc
cm
le
this
##ther
##vc
##ll
svc
base
stom
stomach
##fication
##ould
##im
##ina
larg
##sistent
##atient
patient
increased
##orta
##ss
vi
##tric
ha
rema
remain
##ue
ag
##ates
ter
##hy
##gestion
##gm
again
tha
termin
dis
sl
inf
slight
congestion
##tu
other
##tro
##emi
not
##car
##astric
##ark
##ragm
##phragm
##tic
##lev
##acheal
view
opacification
pic
##ance
##ess
di
mini
minimal
within
##ant
##vel
##tracheal
##an
appearance
##vic
endo
##lu
##ge
large
endotracheal
wh
have
present
##low
##ibas
##ard
bibas
noted
sided
ven
##ove
enlarged
above
##able
hilar
retro
##cardi
##pr
carina
##cardiac
appro
retrocardiac
cl
could
##per
##ied
hemi
##ding
##ich
which
we
improved
##ntial
##tri
##ogastric
ad
lim
rep
may
int
##no
nas
picc
##li
ends
##str
nasogastric
from
bibasilar
slightly
ob
##ediastinum
proj
##all
cent
central
devic
consistent
##emon
##sti
##nal
##gular
et
##emonstr
ref
##arenc
##omy
well
##arenchy
##ost
parenchy
decreas
##bly
##ign
jugular
##ual
ear
##us
##ron
porta
##tal
demonstr
venous
sug
bases
portable
exa
terminates
##so
##tif
mediastinum
more
wor
un
##ening
due
##nction
by
also
##gh
##ch
##its
##clud
air
##at
it
limits
sugges
rem
tr
##ect
som
junction
##rem
sin
##orac
##not
##arkable
changes
earli
earlier
acu
##ise
acute
supp
exte
##sta
abn
abnormal
remains
intersti
stand
devices
interstitial
placement
support
than
sign
##den
##wise
otherwise
remo
standard
parenchymal
substa
##dia
substantial
pos
par
##diaphragm
unrem
unremarkable
super
def
##omin
asp
##ur
place
since
exclud
hemidiaphragm
##out
##vere
severe
##ci
internal
repres
mon
volume
monit
##sive
##oring
reg
##iration
reflect
##ion
##ere
monitoring
ass
##lec
##cent
##sid
level
wors
diff
##ative
ac
some
ima
relev
relevant
region
dia
prob
flu
##ture
infec
res
possi
post
fluid
appears
ng
##ific
contin
without
iden
compar
basilar
identif
ch
lead
sh
promin
aspiration
identified
##ison
comparison
atri
clin
##av
clinical
most
represent
decreased
##ately
pac
##ure
##sist
areas
apical
can
elev
cal
that
persist
dra
continu
now
##ined
##me
##owe
improv
trache
cav
ster
##ronch
##opha
exp
enlargement
str
##ian
##ably
##ross
##la
sing
below
single
was
##clav
##clavian
persistent
subclavian
overall
##ating
basal
signific
defini
aorta
mildly
appre
##ern
##tially
calci
##ough
##pri
appropri
significant
lateral
##uct
##line
##ures
##com
##ass
wid
struct
port
##velop
develop
##tant
##pright
thorac
##hilar
upright
ar
##xim
atrium
lin
increase
approxim
removed
both
diaphragm
approximately
##lying
project
gross
##ized
if
constant
es
structures
##owever
however
sim
##os
bronch
rel
##nded
mul
pat
similar
excluded
frac
loss
sti
##ven
projec
extent
probably
eng
##org
would
engorg
appropriate
os
col
mark
demonstrated
##ostomy
shou
day
##ment
grossly
##oa
still
side
##ula
distal
##though
although
recent
top
osse
##act
improvement
vis
sur
osseous
##tle
projects
##order
##trial
border
rib
he
##oatrial
cannot
visual
##nic
persists
cavoatrial
obs
##tained
patc
##tive
patchy
##ortic
set
fin
ij
enter
tracheostomy
setting
finding
abnormality
##one
extend
aortic
definite
##oph
peri
diffu
diffuse
suggest
##cern
##ong
loc
obtained
##entr
into
concern
##renic
##cia
apprecia
worsening
terminating
##pace
##ophrenic
exam
medi
perihilar
ve
##ult
##entric
##eed
visualized
##ulature
vein
vasculature
adv
##ym
##ater
cost
enteric
tubes
esopha
ct
##ree
##qu
##tail
##rent
##sure
should
##ran
obscu
costophrenic
wires
thoracic
##ast
##own
##isting
infection
elevation
sternot
sternotomy
##ys
findings
fol
##ities
##ened
overt
proc
out
demonstrates
exten
##ft
cur
##tatic
den
any
ventric
sever
##mination
larger
##dom
examination
adj
extensive
pig
appreciable
##acent
pigtail
##que
assess
##red
diffic
difficult
adjacent
##lo
cor
prominent
continued
leads
##comp
hy
##led
lit
und
little
gre
superior
##lowing
do
em
##ortu
under
abnormalities
projecting
##ty
##inage
drainage
tortu
kn
##trib
##lap
greater
##tribu
##oci
chron
comb
resol
thou
though
concerning
date
##space
known
ang
image
collap
atelec
atelectatic
airspace
wall
existing
##imp
its
superimp
##tures
##osed
##pine
##ally
cour
##sp
angle
ver
indi
associ
superimposed
##sity
associated
ess
infil
lay
essen
advanc
layer
differe
essentially
##ex
bet
chronic
layering
##ontal
intact
##tus
minimally
feed
engorgement
feeding
consolidations
less
##ker
gi
frontal
pacema
pacemaker
current
aer
##hn
tec
techn
##load
overload
infiltr
calcification
##ond
increasing
extends
borderline
##ortion
pressure
nod
combin
emph
##ysema
given
emphysema
resid
linear
##gres
##tation
##geal
fractures
previously
##alu
evalu
status
progres
area
combination
process
decrease
##xi
##ximal
##ple
proximal
blu
advanced
##ho
##asses
portion
##oraces
residual
##nting
positioning
better
fi
collapse
##cen
pneumothoraces
surg
possible
##tious
infectious
##erative
prominence
techni
##ymme
technique
co
subse
##domen
relative
ext
des
abdomen
##ath
##ls
silhouettes
worsened
red
##bil
contour
multi
so
##neous
##lation
##taneous
passes
qu
##bho
moderately
##bhoff
##tential
potential
severity
hemith
gas
##ack
##ered
##row
##cutaneous
overlying
tran
##ected
##ubated
##od
consid
considered
blunting
hemithorax
##ring
##ak
pacer
arter
deg
underlying
##ward
##orm
marking
##fied
##anded
corre
clip
subcutaneous
changed
accomp
##tribution
reflec
markings
accompan
asymme
whe
conf
compres
diste
##zy
course
##ory
bilaterally
imag
##bility
esophag
##ount
median
##lated
##vasc
##sible
removal
##ore
aeration
exclude
##vascular
clips
differenc
##lete
multiple
##pec
fil
ves
vesse
ro
back
crow
##dition
##end
compressive
drain
cath
possibility
potentially
trans
##arent
vessels
##eas
hyper
relatively
sw
##rog
expanded
crowding
##tifocal
multifocal
hil
##clu
apex
suggesting
tortuous
##inal
dete
apparent
swan
semi
##anz
ganz
widening
infiltrate
calcified
lines
ventricle
am
accompanied
##iss
show
bon
##ovascular
##sing
partially
elevated
free
##ial
##eld
signs
field
substantially
addition
amount
dob
supine
allowing
dobbhoff
bronchovascular
inclu
sc
##ene
##inf
##centu
accentu
##cted
##ticular
least
part
radiographs
resolved
reflecting
continues
along
development
might
sa
marked
expected
follow
differences
##ade
midline
##hat
very
shi
##dle
including
presence
limi
##day
visible
developing
made
##io
middle
suggests
complete
##cep
scar
zone
##lic
##read
##quent
sternal
##uc
bony
same
fracture
subsequent
film
tiss
presum
##her
device
##ations
imaged
complic
obscured
calcifications
esophagus
hem
surgical
excep
##operative
##nct
placements
mass
artery
detected
##ick
##rou
##ma
soft
##form
##pread
pulled
hazy
scarring
##rant
diseas
disease
density
##esopha
##ardi
sec
thick
##laced
parenchyma
related
probable
##tory
##espread
all
somew
widespread
postoperative
somewhat
perform
##adrant
quadrant
##onent
component
##ulated
bibasal
suggestive
performed
recom
recomm
these
chf
recommend
particular
##reak
shift
streak
##stinct
indistinct
indic
##ite
thickening
compati
compatible
##ule
##ving
##osition
second
cours
courses
##terior
near
engorged
shows
nec
##sed
intra
##phal
redis
conflu
##icardi
disp
progression
bef
before
nodule
non
##ness
degree
##esophageal
evident
arch
cla
carinal
venti
##fac
insp
location
opacifications
lobes
##cending
dual
dense
redistribution
main
hyperinf
thorax
esophageal
complications
clavic
nota
fu
ventricular
possibly
acc
surfac
loculated
note
stent
newly
##ither
##olar
evaluation
##cur
following
except
ful
##ose
##oral
represents
dil
long
##ody
trachea
tin
tiny
val
##veolar
extubated
dr
asymmetric
surfaces
alveolar
worse
##vid
distended
##up
provid
##cei
##ten
##ental
today
##eneous
##ectoral
neck
reflects
improving
either
developed
##fter
pectoral
##gg
##ful
provided
body
##umer
##side
after
correct
recommended
appreci
##icardial
hete
fur
further
just
heterog
confluent
includ
notably
##atic
appreciated
assessment
##domin
currently
gastro
placed
ge
##ail
recei
br
ind
when
trac
##lp
##ator
help
##athy
hours
infer
heterogeneous
received
hila
##osity
tortuosity
hern
streaky
spine
inferior
brach
##phalic
##ill
patients
##cephalic
presumed
##we
##opathy
##ler
##ime
exagg
exagger
followup
significantly
secondary
min
only
limited
vascularity
hernia
intubated
gastric
smaller
descending
poor
particularly
##erv
inv
pericardial
evaluated
sit
##tated
valve
rotation
revi
indistinctness
aspect
##iocephalic
##itone
helpful
brachiocephalic
projection
review
##iled
positioned
several
assessed
asymmetr
early
##alysis
hard
##ially
##sc
displaced
##bg
cabg
medial
hia
##dra
withdra
withdraw
lym
##meter
susp
hyperinflated
##enting
one
gastroesophageal
##rotic
disten
tw
##cy
invol
gen
##nob
knob
align
reposition
two
were
extending
##pecially
gener
remainder
especially
rotated
##dies
sinus
posterior
widened
tissue
time
pneumom
##sider
ins
nodular
coiled
pneumomediastinum
consider
##rha
##orrha
representing
##nced
hemorrha
abs
##inant
trace
loop
hemorrhage
##usion
marg
sp
ventilation
margin
fully
absence
##onou
pronou
withdrawn
pronounced
vena
orog
cava
##cency
degen
orogastric
##ension
predom
parts
##ware
predominant
##late
##let
degenerative
mu
##ration
##ery
nodules
##ically
hardware
enti
##rahilar
subtle
surgery
collec
##yond
beyond
##lacement
met
go
##venous
situ
completely
cha
##udies
studies
##gmental
correlation
clavicle
defined
images
veins
entire
remaining
hiatal
##ution
##dominal
ax
need
transvenous
partial
atrial
##round
resolution
longer
lies
distribution
##ansion
up
##ente
old
tension
high
dilated
his
pa
inser
subsegmental
##ubation
perip
obscuration
dep
drains
ne
##ira
coursing
##oper
regions
proced
minor
##ste
##lerotic
##iratory
##ies
progressed
additional
##umeral
apic
bronchus
collection
history
##ues
##hout
diameter
markedly
cerv
reviewed
cervical
tissues
##ghout
throu
throughout
##qui
op
clearly
##int
included
bowe
##ization
bowel
involving
mm
accentuated
##ised
inspiration
##ms
angles
##hero
athero
positions
atherosc
hyp
##olog
vers
fis
plate
##current
versus
tra
##rect
##rib
about
fissure
##lling
shar
respec
infiltrates
respective
##lder
abdominal
##ribed
mas
##vening
lucency
##tern
##hap
sharp
##most
##eared
##timal
##welling
indwelling
##oden
fund
caus
ending
infrahilar
space
pneumoper
supervening
bronchogra
shoulder
appeared
head
fundus
she
good
procedure
overli
heal
advised
man
even
##oma
catheters
##vicular
close
##cribed
orig
predominantly
extrem
apices
azy
clinically
origin
azyg
described
##uction
bi
much
aerated
atherosclerotic
bronchograms
##gno
##hed
##olio
##lavicular
inlet
repositioned
##ds
diagno
inflated
inspiratory
##like
##ronchial
toward
fib
##ome
almost
mit
short
av
fail
##pical
mitral
healed
##oliosis
mere
merely
##eding
##rosis
aside
##pite
despite
failure
##lain
##nne
dou
para
##tional
fields
massive
lesion
days
distention
leftward
exaggerated
lymp
discu
ball
entirely
diagnosis
ill
##oon
##ulmonary
balloon
erect
appropriately
##tain
replacement
##ones
##ris
such
redemonstr
##ases
##ump
where
located
definitive
##opulmonary
worris
worrisome
mal
yes
##ctomy
zones
thr
discuss
off
##terday
azygos
yesterday
##long
##ious
infusion
presumably
imaging
##entesis
discussed
does
access
optimal
rou
concurrent
##itoneum
through
##use
terminate
coil
sheath
ma
pump
cleared
hemidiaphragms
deform
bronchial
whether
alignment
see
elong
##ulation
spinal
##ole
ett
lympha
scan
asymmetrical
loops
pneumoperitoneum
##ibr
defibr
severely
##ventional
accentuate
caused
defibrill
spec
collapsed
esophagogastric
defibrillator
decomp
##ens
laterally
##ternal
haz
##denopathy
nondi
lymphadenopathy
approach
cardiopulmonary
definition
towards
chin
##endent
remarkable
respectively
##heral
radiographic
anterior
dialysis
peripheral
sharply
##edic
perib
hole
oc
rightward
##nnel
atten
demonstrate
extreme
specific
##ning
10
##equ
obscures
intro
clavicular
channel
introd
medially
conventional
replaced
suggestion
hilus
##cid
external
##iber
caliber
dependent
gran
##aque
explain
appreciably
dobhoff
##itoneal
te
##pid
si
##oint
prec
nearly
granul
##cing
##xp
supr
##aclavicular
##verse
resul
hemo
supraclavicular
##acter
##rop
whose
had
expansion
apparently
##ded
##ises
raises
views
unf
##ailable
joint
##stended
available
##trac
interim
##tributed
decompens
##vin
convin
humeral
incid
tracheal
##uration
convincing
##termin
##bar
suspected
##iguration
##dialysis
nondistended
hemodialysis
lum
configuration
elongation
decompensation
obscuring
doub
redemonstrated
bene
largely
##resp
scoliosis
doubt
beneath
perhap
##existing
perhaps
rather
resp
arteries
rounded
peribronchial
##aracter
incomp
##estion
repe
question
suspic
##uring
character
corresp
##ology
unfol
their
silhouetting
incomplete
foc
continue
##tered
obvious
hyd
transverse
hilum
pattern
##tension
ray
result
clavicles
focus
##ily
##atation
##lor
limitation
platelike
extubation
wire
differential
dilatation
aligned
hypere
site
hypertension
incompletely
ling
##osc
inserted
overlies
##illa
coron
axilla
obli
attention
specifically
hyperexp
##fact
##illary
fran
hr
sati
##sfact
retrac
frank
satisfact
##ying
##ylor
##ction
satisfactory
past
##uff
##ground
##ca
##cus
axillary
outside
resolving
background
##less
todays
tak
lymph
##peritoneal
ards
fusion
##ertain
progressive
fibrosis
##and
traum
betwe
##if
indicative
intraperitoneal
coronary
between
##alized
ribs
additionally
generator
##ase
ce
cop
##ord
##nce
sized
difference
eff
transesophageal
##etermin
##xation
##teb
conges
aden
##ques
insertion
cuff
prost
pylor
##othorax
##ection
scat
full
distension
copd
indetermin
extremely
dic
ek
indeterminate
ekg
##uous
##bol
mak
pla
##ag
##roid
devi
##diaphragmatic
exception
adenopathy
##tes
pleth
disc
intubation
rest
evaluate
bul
cross
##iness
sep
radioden
verteb
haziness
##oscop
plethora
##position
thy
clearing
##ature
##ising
reticular
##minis
poorly
incidental
thyroid
repeat
embol
coexisting
##curred
obstr
hyperinflation
prosthe
##here
requi
sul
raising
resection
resulting
stably
bia
##lement
quite
element
gra
##pic
contr
conspic
combined
fixation
##dow
uncle
overinf
##opaque
biapical
trauma
unclear
ser
superiorly
meas
atelectases
radiopaque
positional
subdiaphragmatic
suggested
manif
contrast
manifes
els
##ventric
##leno
being
rec
##ewhere
scattered
elsewhere
##ventricular
few
gleno
sk
thir
##ep
##lung
vag
##leph
teleph
cephal
mater
term
predomin
taken
aic
midlung
diminis
colon
sulcus
material
aicd
mor
##uoden
radiographically
adequ
conspicuous
##ju
ascending
decreasing
preceding
##using
correspond
diminished
biop
malposition
deformity
fat
thoracentesis
third
pacing
band
move
ports
diffusely
filled
complication
generally
basis
oper
##otic
##sy
##humeral
mainste
mainstem
hema
appearing
tract
diaphragmatic
##spec
far
##orted
operative
causing
followed
##uced
hemat
##astatic
poin
shu
##yste
metastatic
needs
bore
fav
rapid
distributed
coils
vague
curv
includes
fullness
biopsy
##sities
##est
pleu
beca
manifestation
shunt
##neur
ventilated
because
##neurys
down
please
##urg
densities
different
nonspec
nonspecific
thoracostomy
bronchoscop
metast
glenohumeral
bronchi
unfolded
##ses
##way
##lex
contusion
ann
relate
paratracheal
radiodensity
diaphragms
##hery
displacement
account
periphery
lumen
dictation
duoden
##lat
advancement
traver
deviation
hematoma
##am
##ner
##ypical
##table
sutures
shif
vertebral
ble
pus
tips
observ
bo
detail
bones
inferiorly
skin
duodenum
persis
bre
forward
indicating
##ensi
underg
technical
crosses
malpositioned
pushed
observation
path
secu
hemidiaphragmatic
asymmetry
telephone
##oid
##ented
##theless
flex
manner
lingula
aneurys
radiation
##oracic
confir
accentuates
limiting
indication
undergone
during
lord
altern
enlarging
artif
sha
##ap
##other
they
another
occurred
nex
##vocal
##quivocal
limitations
lordotic
next
humer
portions
repositioning
plaques
pointing
##enic
airway
heads
param
##edicated
effort
confirm
##osis
##flow
##ound
##issural
overlie
alternative
##monic
##allic
outflow
metallic
congestive
adequate
##ible
##tis
##ancy
reported
accompanying
confluence
never
biventricular
humerus
symme
shap
sensi
##ression
discre
introduc
respon
four
##ink
contribu
continuous
coar
posteriorly
bronchoscopy
dedicated
##fore
therefore
lobar
arterial
neo
overinflation
cente
what
##ogn
granulom
granuloma
recogn
breast
centered
point
heav
sited
serious
discrete
introducer
ir
ic
dire
makes
icd
##allow
##umulation
graft
bleeding
##regular
noting
lobectomy
##ectasis
six
irregular
read
retracted
nevertheless
ground
indicate
fain
war
##jor
cause
##ocentesis
regard
borders
accou
major
gl
##ile
##timeter
exaggerating
metastases
glass
consolidated
shallow
accentuating
shifted
shadow
responsible
faint
cardiophrenic
##ize
diure
blur
reduced
suspicious
pylorus
required
bronchiectasis
three
suspicion
artifact
diuresis
pleur
cavit
streaks
function
sinuses
characterized
var
malign
scanning
results
fore
tem
explained
pleurx
foreign
cen
une
##pt
##rom
deline
##olumbar
thoracolumbar
definitely
consideration
highly
hyperexpansion
edge
impos
structure
detect
asymmetrically
deformities
questionable
traverses
alternatively
impossible
fe
##tra
inj
##thoracic
blurring
fir
##erved
transp
##ropneum
hydropneum
hour
##pass
##ok
sup
##uctive
valv
centimeter
first
##nx
##surg
##xta
##arynx
juxta
report
node
warran
eti
condition
while
bypass
postsurg
thoracocentesis
scap
##enetr
chain
pleura
secure
paramediastinal
postsurgical
then
##ulmonic
##itus
cta
kink
pedic
hyperexpanded
malignancy
pedicle
og
##yopathy
reac
cardiomyopathy
perm
prosthetic
accounting
##ient
##itis
conve
reduction
reflective
stents
traced
hydro
morning
directed
hydropneumothorax
##tiv
##ulus
pneumonic
strong
nodes
##icardium
introduction
corresponds
certain
fissural
##eous
##nding
gaseous
intrathoracic
looped
warranted
based
subp
necess
hypo
fibrotic
lesions
joints
15
masses
##port
too
##ogenic
consolidative
sitting
cephalization
##tivity
look
common
ago
standing
surround
hyperlu
generalized
obstruction
centimeters
fid
##air
##last
##uci
##ber
acrom
favor
subpulmonic
fiduci
12
##bronchial
sideho
fold
chronically
recognized
##lasty
sidehole
##ling
##yp
uncertain
##irc
considering
persisting
##lf
atypical
alone
yesterdays
fiducial
care
##ales
##lerosis
deter
enters
coales
measuring
aneurysm
surrounding
seven
##standing
suprahilar
feas
##tous
##arrow
consequ
reflected
longstanding
upward
annulus
cavitary
feasible
consequence
circ
ep
typ
##tem
proper
##pleural
cuffing
sensitivity
injur
total
recurrent
segm
##self
itself
partly
components
coiling
retraction
seriously
##gus
##emin
impression
limit
suppor
##esophagus
notable
narrow
##ioc
##xtro
dextro
##ually
##ectomy
wide
around
exams
examinations
shoulders
lumbar
fact
##ylet
##stomy
stylet
##arency
projected
marker
##ympt
upon
delineated
##ymptom
doc
##gn
##medi
##arily
naso
cho
oste
observed
indicated
accumulation
hiatus
emboli
transparency
type
docum
bone
symptom
tubing
localized
considerable
must
obliqu
cholec
plu
##penetr
unus
sixth
etiology
flat
me
##lateral
remote
underpenetr
predominance
symptoms
obliquity
last
##teric
cage
probe
local
obscure
indicates
causes
unfolding
unequivocal
acromioc
##lime
##nant
millime
remnant
infiltra
extremity
oblique
##ystectomy
patholog
flexed
coarse
segment
cholecystectomy
acromioclavicular
tor
##over
suture
recently
emphysematous
hemothorax
exaggerate
pneumopericardium
haze
septic
infiltrative
##ading
##mu
##enteric
reex
evol
correlate
double
contribute
neoesophagus
nasoenteric
reexp
##lan
##tions
track
sideport
subsequently
minu
pyloric
flatten
nor
vp
##loc
##uation
opacified
deep
disse
mostly
cavity
stim
precise
millimetric
tre
wed
##fth
stabil
dist
portably
fifth
extra
opaque
lingular
board
##inear
##ilinear
cavi
inform
curvilinear
shaped
temp
supporting
unequivocally
evolving
syste
##las
##mine
##ken
seating
lesser
necessary
determine
torso
wedge
blo
ph
##ulator
prim
involv
dextrosc
dissection
sple
##mm
##olateral
##arely
subop
##atter
persistently
visualization
visualize
injury
flattening
dextroscoliosis
suboptimal
##mber
pneumonectomy
repair
transju
chamber
##roplasty
symmetr
convex
certainly
stimulator
stabilization
blood
transjugular
barely
ke
muc
numer
phy
pull
retained
motion
alread
infar
fourth
numerous
already
cp
pas
abut
pneumonitis
width
detec
coalescent
physi
aff
##py
##orary
secre
##tur
##cies
##lob
##cencies
measures
curvature
heavily
valvular
temporary
##siding
contain
retur
commu
sclerotic
##inflated
unusual
keep
ec
ivc
water
reach
residing
##trum
antrum
acqui
making
information
secretions
communic
keeping
epid
##onding
immedi
films
corresponding
congested
obstructive
granulomas
reexpansion
epidural
each
nature
##de
##ason
dec
hand
inclusion
respiratory
discon
cephalad
passing
foci
##bdominal
##pping
reason
attribu
cann
drained
thoracoa
arth
filter
accentuation
collections
prosthesis
scapula
system
thoracoabdominal
thus
##anti
ventilat
include
permits
return
ventilatory
11
##best
##tinal
asbest
follows
characterization
morph
cavitation
discontin
##lay
##ot
##nted
centrally
##atory
##lamm
resultant
seventh
epicardial
factor
communicated
hal
##ek
##ism
##nch
exis
loculation
predominating
circum
tracking
asbestos
morphology
glob
ini
raise
##atous
embolism
juxtahilar
strongly
hyperlucency
half
24
##dis
prod
disti
##atosis
spar
sheet
best
pe
us
win
##ced
##bitus
##ncer
lucencies
cancer
sides
habitus
aspects
##testinal
narrowing
attributable
will
##cin
inflamm
locations
gastrostomy
symmetric
granulomatous
hypoinflated
primarily
sparing
window
mis
pass
ru
tur
##lous
##ified
##umor
##entally
carr
cardiogenic
reques
make
incidentally
bullous
separ
careful
cran
tu
tumor
##nam
##uis
cant
##tinguis
progressing
compression
redemonstration
heavy
splenic
bed
how
lying
##portion
##mo
##tero
liver
distally
esophage
soon
##gging
apicolateral
##likely
##nneled
favoring
downward
annular
tunneled
latter
##alle
isin
cardio
##ocardi
direct
unlikely
explan
significance
calcific
##osure
folded
correctly
shape
readily
reacc
plugging
elect
equivocal
fragm
mig
peg
##iter
##omatosis
attributed
distinguis
magn
bodies
minutes
involvement
mucous
requested
esophagectomy
bub
later
none
typical
intestinal
carcin
exc
desi
week
similarly
discord
rapidly
pathology
meanti
explanation
bubble
meantime
via
##oned
##art
reache
preexisting
stra
true
accur
curled
deno
vertic
saf
intravascular
discover
overinflated
looks
acquired
distinct
##terolateral
discovery
##ob
##icient
##taken
orient
suff
airless
great
showed
densely
goiter
neither
hypoph
underpenetration
turn
carries
fragment
safe
orientation
##ser
##tex
##tium
interp
eventr
improve
paralle
shown
relates
occu
extrapleural
discontinu
hypopharynx
ia
say
##lt
##iented
##tence
##nge
##eral
##ubitus
reass
oriented
refer
chronicity
##cends
procedural
azygous
obliter
kinked
favors
mistaken
reassess
hig
ni
stem
##king
##ind
##omog
##pple
posi
percutaneous
disloc
demonstration
interstitium
atrio
infiltration
five
deposition
bulla
felt
treat
distinguish
##text
occup
higher
nipple
eg
ech
##mation
##acu
##ili
contribution
context
recurred
seque
assist
stability
absc
unilateral
margins
require
coars
##omogeneous
sequela
ben
demin
pad
plain
##level
cordis
blunted
multilevel
##clusion
neut
avoid
decubitus
bedside
sufficient
positive
treatment
abscess
cx
##ored
##bp
##olu
preoperative
determin
lie
##ecting
age
active
strip
extension
vessel
suspect
##junction
persistence
affecting
initial
cxr
##num
##semin
conjunction
sizable
range
radiography
##ances
leading
dissemin
denser
giving
septal
aneurysmal
infarction
magnified
accurately
eventration
iabp
done
vir
##eju
##rup
##tead
##acer
cap
##ography
event
##ats
exposure
withdrawal
diameters
repeated
deviated
confirmed
scapular
document
documented
distortion
physic
cannula
reaches
stripe
bra
homogeneous
ky
once
ren
yet
##pro
##iation
##ssing
##ngular
tubular
attem
overla
midportion
showing
instead
atherosclerosis
attenuation
points
abutting
kyph
aort
bar
bili
cro
tree
##rence
##tig
concei
##rapy
radiolu
ensure
endobronchial
posterolateral
folds
combines
descends
detection
##currence
elongated
tell
effect
radiodense
various
pathologic
globular
interpre
atrioventricular
echocardi
overlapping
biliary
conceiv
demon
##age
##ium
##arc
##veal
retic
compare
normally
allow
anat
tria
##oughly
##osp
##odular
alongside
sectional
peripherally
discordance
dislocation
crossing
able
hous
lip
roughly
wet
##rated
##mated
pneumo
##stra
reveal
sure
subpleural
##usted
entering
proximally
surface
round
team
dictated
sensitive
arthroplasty
inflammatory
##namic
discontinued
neutral
##proced
demonstra
triangular
dim
flow
vats
##30
tuber
beh
exact
##ressed
##och
##perature
resides
sclerosis
postoperatively
definitively
questioned
irregularity
shadows
temperature
valves
symmetrical
##otomy
reaccumulation
migrated
desired
renal
house
dimension
bro
qual
scre
##itic
##itation
##asp
##ital
those
centralized
monitor
##land
core
adequately
airways
detectable
containing
behind
quality
eigh
fem
flo
hu
##tor
##fusion
##erve
content
##tailed
seem
asci
importa
termination
regurg
identify
##ondral
destr
mind
plaque
flexure
properly
existed
tuberc
##aspinal
eighth
ascites
regurgitation
big
cv
jeju
ske
therapy
##ale
##icus
detailed
who
paraspinal
monitored
ventricul
considerations
mand
ruled
disseminated
screw
huge
hd
hosp
ker
rod
ste
stri
##lant
##oti
##ley
##letal
inte
##roph
caroti
exacer
cardiomediastinum
##seal
impac
slow
excludes
postproced
##lobar
thought
hemody
mainly
projectional
##operitoneal
bands
variation
commonly
underpenetrated
phone
waterseal
immediate
returned
pel
exchanged
determined
echocardiography
tubercul
skeletal
ventriculoperitoneal
hospital
kerley
carotid
exacerb
cou
sour
unal
##cm
##vis
##ject
##tator
real
interfac
radio
focally
across
comparable
rotator
general
lymphang
respect
secured
hyperlucent
totally
detecting
immediately
usually
reassessment
barium
conceivably
source
unaltered
cer
ip
lv
##lator
##ug
##yed
##yst
##arding
##til
##ention
##ending
##iculated
lucent
seal
milder
##iple
priors
##oplas
##cule
##cardiogenic
tricus
tracheo
noncardiogenic
ventilator
drug
brachy
exaggeration
spiculated
grad
metastasis
osteop
electro
vertically
paralleling
virtu
physician
lipomatosis
striking
##entioned
tricuspid
her
##fissural
inn
##silateral
noti
##nces
recurrence
implant
##structive
accep
ngt
pack
period
##splaced
scale
mucus
closely
nondisplaced
telephoned
conveyed
upwards
demonstrating
femoral
mandible
lymphangitic
ipsilateral
brachycephalic
virtually
acceptable
20
act
esti
fac
hor
ile
ring
##lin
them
##ency
##istic
##old
seed
exce
subt
having
##lus
white
##limin
triple
regarding
restric
thoracotomy
crowded
redistributed
depic
colonic
unexp
reaction
coarsening
radiolucency
jejunum
lvad
tracheobronchial
my
mentioned
nin
nerve
pet
##ger
##uter
##neath
##izontal
thin
formation
object
arm
underneath
superimposition
advancing
masslike
intrafissural
nodularity
considerably
looping
peribronch
taking
traumatic
kinking
carcinoma
##obstructive
anatom
couple
horizontal
ileus
ninth
cough
did
grow
lack
outer
sarc
ten
ul
##ged
##ighted
##ulating
cardiovascular
order
##ocy
##ystic
multiloc
##ucity
fractured
paucity
replacements
skinf
traversing
shifting
fever
##traum
pathological
infarct
ecmo
inclusions
circumsta
##eralization
contents
bigger
pelvis
sarcoid
multiloculated
cystic
sits
##mp
##matic
##sures
orific
interlobar
pressures
against
##anent
weighted
##arenchymal
##tured
postobstructive
hep
perivascular
costal
correlated
exaggerates
situation
whereas
optimally
vertebroplasty
contributing
permanent
markers
plug
pharynx
cranial
greatly
obliteration
branch
floor
tuberculosis
interface
estimated
orifice
13
eight
oral
##ging
##wer
##ulations
##paces
##edian
uppermost
viral
presentation
until
##ato
dramatic
continuing
relia
costoch
empy
coin
clamp
collected
needed
depending
explains
obviously
cell
paramedian
varia
minute
abuts
denote
seems
important
postprocedural
skinfold
costochondral
empyema
pse
redi
rule
##of
##oing
##nti
##uce
##des
##tim
caring
pulmonic
prelimin
comment
caval
lev
clar
uni
possibil
ribca
curve
transbronchial
display
going
mask
healing
avr
massively
introduced
accounts
necessarily
weeks
strad
destruction
gradual
actually
pseud
redire
preliminary
ribcage
anch
case
ong
way
##ts
##sient
contig
pole
abrup
appearances
discern
##tical
levels
differenti
roof
displac
involve
occ
embolus
series
bandlike
pleuro
reaching
factors
benef
demineralization
kyphotic
broken
impaction
exceeding
depicted
##atoce
possibilities
anchor
ongoing
contiguous
abrupt
fair
mic
opp
pain
spaces
##otal
##ck
##cess
##00
thelow
offic
##iscule
becom
power
exclusion
endogastric
subj
subacu
##oplasty
acutely
fluct
posttraum
transient
##itect
architect
miniscule
neoplas
bullet
cavitated
arthrop
produce
separately
referring
occupies
subtotal
uniform
exceedingly
##cessful
thelower
subacute
posttraumatic
gu
gall
oroph
pu
penetr
tenting
##pon
##idi
##iding
##fur
##han
##entation
think
overlap
overlay
enha
preserved
apart
##troph
aspir
simul
resident
hemithoraces
transfusion
hypertroph
neph
##ologies
bifur
##oscopy
glenoid
pointed
pleurop
bronchoscopic
confirmation
majority
etiologies
cranially
fragments
attempt
screws
bifurc
14
cyst
late
med
mim
nond
ta
tav
tam
##osi
##iency
##ynamic
##kn
##arth
##ording
intrac
often
##iciency
pneumocy
pneumatoce
##othoracic
segmental
org
##izing
suc
interspace
interposition
##oca
evacu
enough
imping
##stis
moreover
##ciding
asses
wider
simple
according
situated
depression
characteristic
scatter
bulk
contributes
hypox
involves
rods
exacerbation
coinciding
officer
##ponade
pleuroparenchymal
tavr
tamponade
pneumocystis
pneumatocele
evacuated
sy
spread
t1
using
##duoden
##cence
##cav
isout
##actu
##ralateral
##icial
##tance
really
orth
compens
proved
alter
baseline
##cluded
represented
regional
visc
surve
##tively
mediport
##tention
gastroduoden
collecting
inspirational
##ologic
accessed
decompressed
occluded
flexion
artifactu
direction
transparent
ectatic
circumsc
run
carefully
carcinomatosis
bullae
slowly
whiteout
sarcoidosis
hepatic
beneficial
fairly
oropharynx
##idity
aspirated
bifurcation
organ
successful
gastroduodenal
artifactual
18
fine
gland
mec
sum
##eve
##ply
##justed
##tectomy
##eralized
##ominant
toge
##stment
interven
intermedi
aband
pericardi
##sisting
contralateral
largest
##vicothoracic
retrosp
unkn
simply
veil
correl
##dles
##licated
##ardiac
accum
dilation
mastectomy
predominately
contusions
readjusted
occupying
benign
demineralized
cervicothoracic
ultr
circumstances
become
fluctu
##ocaval
orthop
circumscribed
together
abandoned
retrospect
unknown
16
dominant
equ
kid
tend
##eval
##pted
##pidity
##void
thecav
##onodular
##asound
##omp
##ulonodular
##ist
prep
moved
state
rapidity
analysis
leak
distance
##antif
##sides
representative
approximate
##ortication
adjusted
technically
processes
cover
quantif
filling
draining
scars
##nctate
thickened
##illance
bronchogram
##yloric
bulging
details
certainty
determination
localization
symmetrically
contains
decortication
reasonably
produc
inflammation
vertical
attempted
interpretation
reticulonodular
allowances
osteopenic
electrodes
subjacent
punctate
assessing
surveillance
mechan
intervention
intermedius
ultrasound
orthopedic
kidne
thecavoatrial
quantify
batter
dys
ell
hol
ovoid
##unction
##function
##asion
##nds
##ndant
conne
##pped
besides
reading
interventional
proble
perf
presented
##ticip
adminis
unless
assum
outlin
curls
##ortun
reflection
##lained
anteriorly
characterize
sites
injuries
narrowed
treated
##desis
global
passed
electron
cvl
intended
unexplained
variant
gallst
synd
visceral
mechanical
battery
ellip
hid
ide
ly
light
mi
pur
rup
riding
##app
##ua
##un
##rome
##itant
##stic
##hing
##50
island
##oration
concom
##tating
beg
rever
reeval
uncomp
atte
station
##ipment
##ograft
endograft
terminal
##usc
atriocaval
callus
angulated
angulation
involved
depart
explaining
manifested
shaft
epig
primary
mucoid
acquisition
##namically
nonetheless
captured
reticulation
hemodynamic
hemodynamically
implants
anatomic
grown
clamped
straddles
pleurodesis
latest
alterations
summation
equipment
##ticipated
syndrome
concomitant
uncomplicated
department
83
84
call
fiss
nine
oval
##17
##atures
##uted
##ition
##xed
##enous
##enia
inad
##estig
##rable
##itary
sequ
excre
capping
suction
proxim
radiology
evening
clearance
##valve
anticipated
endovascular
obtain
##tified
defect
expect
##ophy
residua
##cluding
##umerable
investig
insuff
marginally
paged
occlusion
##oscoliosis
##ify
requires
breath
recognition
accounted
features
reactive
circulation
obliquely
suboptimally
symmetry
physiology
ecg
cannul
reaccum
turned
aortopulmonary
corevalve
innumerable
notification
levoscoliosis
penetration
hypertrophic
nephro
electronic
elliptical
lytic
inadver
proximity
17
30
cr
da
musc
nur
##oarth
##gent
##mit
##fere
##acuation
##ility
##ission
##pacity
staff
deli
evacuation
##ectable
pericardium
##hyd
work
extended
##static
##ominate
apically
##oaneurys
finally
advance
cts
walls
nodulation
##gressive
##clusive
##uck
##ucting
indentation
spared
goes
paid
diagnostic
##acterial
##osclerosis
progressively
effec
plane
obstructing
prostheses
vagal
bleb
supra
securely
osteophy
unusually
tracks
##lasties
exists
migration
safely
reveals
innominate
notice
pseudoaneurys
occasion
neoplastic
arthropathy
guid
medical
hypoxia
dysfunction
fissures
nephrostomy
pseudoaneurysm
fo
lap
pt
##15
##20
##el
##uated
##ritis
##ification
##iolar
##ssion
##xic
##asi
##les
##enced
insi
##inning
##ffy
pulling
reverse
##tration
asc
commin
sizeable
overhyd
sublu
implan
anti
##cla
form
aggressive
##vered
month
fluffy
ijv
loculations
knuck
distends
heterogene
traceable
##ologist
discussion
concurrently
configurational
serial
feature
injectable
distorted
##lastic
initially
interpreted
stenting
peribronchovascular
peribronchiolar
reliable
displayed
architecture
mimic
compensatory
prepyloric
producing
ideal
beginning
sequence
excreted
inadvertent
##ferential
delivered
comminuted
overhydration
knuckle
bacterial
cre
cut
cortic
dem
num
pl
ris
tail
##eres
##gen
##gra
##uk
##dal
##con
##ves
##bl
##back
##zing
##03
##56
##ara
##ash
##ident
loose
toxic
##vex
beli
##try
append
comprom
rays
raised
proportion
##udal
overdis
lobulated
peritoneal
leuk
##lla
remained
adynamic
##ostal
supported
parac
worsen
fluor
posture
##ificant
sternum
expand
height
curved
adju
prominently
underes
increasingly
##issed
amounts
##iotic
appreciate
marginated
entity
sharpness
parahilar
coronal
##catheter
prostate
sulci
delineate
permit
looking
coalescence
supportive
##gnificant
osteoarth
discontinuation
referrable
reassessed
distinguishing
coarsened
sequelae
aortosclerosis
osteopenia
electrode
restricted
redirected
differentiate
displacing
anchors
take
impinging
pericardiocentesis
covering
kidneys
holds
administration
outlining
nurse
noticeable
insignificant
##clavicular
heterogeneity
number
believe
appendage
21
enc
flas
kne
our
solid
smo
use
vs
##off
##cular
##costal
##xy
##fer
##45
##wing
##thorax
##thing
##emia
pool
excur
appara
stage
intercostal
##ress
evidenced
contact
##clage
agent
inflow
##ronodular
trach
sometim
resus
relating
##venti
heading
visually
entertained
example
curving
resolve
##exis
##taneously
quanti
complicated
hemop
intrap
##rectomy
many
fibro
approaching
hydration
##oscopic
##ependent
warrant
widely
pullback
affected
circumferential
separate
separation
downwards
parallel
revealing
cerclage
face
seeds
restriction
unexpected
tenth
branching
reliably
clarify
redirection
risk
adjustment
knee
excursion
apparatus
sometimes
25
91
clus
ent
mediastin
missed
oxy
pate
rim
sem
tim
ure
wound
##eper
##ptal
##tment
##aortic
##noc
##upright
##undant
##ire
##cal
##sternal
##be
##42
ther
##timated
##tizing
isol
##eful
##ncy
cond
conclusive
##rotated
##rotizing
rela
retention
predi
assisting
pock
staple
inters
silhouetted
##ewire
deeper
immu
increases
intervally
midclavicular
closure
##used
examin
##dency
parase
##citation
compartment
pacs
viscus
settings
curling
essential
layers
##ondr
transcatheter
hyperden
semiupright
##inflation
necrotizing
fung
##entectomy
##oliotic
lymphoma
graf
differently
reportedly
delineation
hypoventi
circular
mean
segments
reexpanded
physiologic
useful
discordancy
contributions
documentation
effects
allows
exactly
broad
steno
exacerbated
tendency
bulky
running
problem
insufficiency
implanted
cortical
demarc
osteoarthritis
flash
smooth
pooling
resuscitation
cluster
entra
oxygen
isolated
pocket
paraseptal
90
duct
eq
eas
here
kep
put
sac
ur
used
year
##21
##ption
##oiled
##nom
##uity
##yme
##mission
##vas
##biotic
##33
##teral
##omedi
##hange
prev
prefer
excluding
edematous
stated
intervening
check
##ogram
lobulation
entered
subcen
likeli
anterolateral
hair
admission
consistently
refere
worst
unable
deficiency
relation
ossi
concerned
underinflated
##tysis
processed
##hood
confident
crowd
scout
scoliotic
##iohumeral
nonrotated
maintained
provide
heterogenous
invok
splin
entirety
100
takes
discoid
embolization
elements
conspicuity
hydrostatic
acromiohumeral
122
localize
systems
spleen
usual
directly
design
denoting
denoted
obliterating
physical
kyphoplasty
anatomy
destructive
cvp
objects
anatomical
displaces
enhanced
enhance
intracardiac
accordingly
correlates
connected
perforation
##ortunately
gallstone
hidden
ruptured
reevaluated
dama
guidewire
lapar
ascertain
antibiotic
months
toxicity
expanding
underestimated
hemoptysis
times
examined
##ondroma
grafting
stenosis
entrance
easily
kept
subcentimeter
likelihood
confidently
invoked
splinting
07
cy
el
ench
fa
fash
gut
ing
lig
lav
mr
mv
sig
##ella
##moid
##set
##32
##46
##rest
##tific
instr
##sic
##neumon
##tage
cardia
complex
##arer
sto
##arge
chemo
radiologic
onset
overly
clearer
perit
subcar
##ope
midesophagus
##antage
retrosternal
clos
maybe
intral
assyme
flus
##avitary
called
expiratory
artific
surrou
advantage
difficulty
progress
fix
degra
necrosis
intravenous
pectoralis
indeed
invasi
span
spur
procedures
unfortunately
record
thirds
bot
response
faintly
malignant
affect
product
cardioesophageal
exchange
brain
importance
facility
themid
myel
clamping
occult
micro
micronodular
architectural
simultaneously
nondependent
simplest
mix
epigastric
investigated
##mitted
effectively
osteophyte
ptx
subluxation
quantity
mediastinoscopy
relaxation
predisp
fungal
hypoventilation
damage
enchondroma
fashion
lavage
sigmoid
subcarinal
surrounded
invasive
2cm
52
amon
bur
boch
dynamic
esta
fla
iv
l1
lacer
neg
older
owing
pn
pc
panc
rv
row
sight
scen
sick
tb
t8
til
um
vic
##elling
##tom
##ament
##gr
##upper
##utaneous
##rid
##racheal
##34
##35
##58
##ario
##tila
##eded
##orting
##ords
inh
##sile
##sibility
##ines
##inity
##acia
notified
##uly
contrib
cartila
##ram
##radi
reint
##bles
##lectomy
preclud
pregn
preexis
appl
basolateral
interrup
lik
ablation
entry
##utory
subch
##valent
##opulmonic
anym
##adder
infra
others
##ansile
oblong
##ushing
unre
truly
##diaph
partic
regression
something
resor
postop
identical
shin
expansile
##ximum
broncho
bronchop
bronchogenic
costo
emer
know
angi
reduc
confined
conform
root
brushing
herni
spot
neu
evenly
shortly
maximum
scans
special
occur
effac
##tebral
bulge
vertebra
records
curves
recognize
ogt
segmentectomy
##lobular
reasonable
##laying
distinction
reached
interposed
determining
dissemination
aortopulmonic
radiopacity
circumstance
dramatically
opposed
neoplasm
arthroplasties
uniformly
cysts
##osite
intracavitary
accumulating
fluctuating
cannulates
workup
##dalek
##blis
overdistention
paracardiac
ureteral
urgent
##omedial
prevent
designed
mvr
stool
peritracheal
bottom
myeloma
among
bochdalek
establis
pcp
scenario
sickle
vicinity
contributory
cartilage
precludes
preexisted
subchondral
anymore
08
82
ach
bb
cutaneous
don
equi
eosi
fall
icu
larynx
sent
sol
tral
tear
tach
##point
##top
##ttic
##ax
##ns
##night
##gic
##glo
##ril
##rit
##iver
##ited
##dling
##ched
##bd
##04
##51
##53
##59
##jeju
theupper
##alveolar
##tell
##tency
##asia
##astri
##ngth
##eds
inten
##ested
##essive
##umb
##omal
##ember
conce
consis
consisting
cardioper
pulse
##tinodular
##itz
##phil
##phrenic
ascends
##iances
comple
caudal
opacif
##ewise
dev
decid
constell
prof
prove
##sep
subglo
justi
presenting
length
##iment
visibility
distribu
influ
presents
limb
replac
##nostomy
##nophil
##stitu
##ching
earliest
regressed
resected
postp
postradi
comparing
packing
improves
expiration
thoraces
multinodular
osseus
outp
extensively
collapsing
verge
association
give
technologist
role
##ends
swelling
scope
hemoper
##icking
intraaortic
disprop
induced
traction
herniation
projections
metal
highl
trapped
manome
diagnoses
shortness
lymphatic
dependently
resulted
thyroidectomy
elementary
measure
##justment
biopsi
operatively
traversed
irregularities
functioning
kinks
dextrocon
pathologically
treitz
extravas
reasons
peer
missing
excessive
accurate
##obular
discontinuity
dislocated
caps
documents
conceivable
demonstrable
integr
postprocedure
growing
infarcts
straddling
differentiation
opportun
opposite
simulates
mimicking
impinges
runs
organizing
correlating
gallstones
epigastri
reaccumulated
reaccumulating
mimics
warrants
patent
conduction
interstial
immunoc
preferably
ingested
ligament
closer
flail
laceration
pancre
tilted
reintubated
pregnancy
appliances
likewise
equivalent
eosinophil
trali
conceal
cardiopericardial
constellation
subglottic
justified
postradiation
disproportion
integrity
epigastrium
36
81
avascular
bal
bent
c7
count
ect
formal
fut
flor
mat
member
squ
tap
wat
##14
##19
##23
##24
##pen
##pose
##ability
##lig
##oard
##obar
##ie
##ycardi
##dered
##man
##coiled
##sensi
##his
##board
##44
##01
##onvex
##arable
##arca
##tine
##tible
##asm
##asarca
##nging
inapp
insep
institu
##intestinal
##insic
##ills
##omb
##ompr
##omies
##omised
##emic
##isod
##nel
contributed
##ubr
tooth
##teromedial
beam
##rap
##trinsic
seiz
ordered
prevascular
##iaortic
##ogast
stages
interlobular
sill
deb
deterior
profusion
overnight
##oconvex
endocardi
aliment
lobular
periaortic
impella
midway
anulus
anasarca
terminated
disch
disrup
disapp
sliver
inflation
infuse
##tically
minim
##overed
hemiarth
hemidiaph
centril
trun
abnormally
superfic
resem
aspirations
tracheomal
calcium
##prising
portal
surprising
outline
outlet
indirect
emphas
evaluating
##hot
redundant
multilobar
confused
compressed
esophagogast
hypersensi
##ceptible
##herical
recommendation
noncardiac
receive
rotational
genu
absent
spon
splaying
spherical
traverse
manubr
thromb
routine
decompression
1030
preceded
##roplasties
##cap
lympho
dictating
vertebroplasties
resections
grade
readjustment
artifacts
warranting
stronger
episod
##lank
distort
distress
distorting
cavitating
informed
phrenic
splenom
convexity
returns
exist
produced
turning
magnification
straight
turns
neutrop
revealed
tuberculous
gradually
subtly
myc
myocardi
horizontally
variable
levoconvex
masked
penetrated
hypertrophy
t12
accumulated
fluctuations
tendin
assuming
hide
mixed
attest
attendant
obtaining
expectoration
cannulate
muscle
supradiaphragmatic
occasionally
compromised
leukemic
fluoroscopic
intrapulmonary
fibrosing
##calci
hyperdensity
equal
saccular
checked
father
##neumonia
assymetric
flushed
fixations
spurring
pnu
unrelated
resorption
bronchopneumonia
costodiaphragmatic
angiography
herniated
dont
tachycardi
consistency
hemopericardium
dextroconvex
opportunistic
immunocompr
eosinophilic
ectasia
future
florid
inseparable
endocarditis
alimentary
discharge
hemiarthroplasty
centrilobular
trunk
tracheomalacia
esophagogastrectomy
hypersensitivity
splenomegaly
tachycardia
immunocompromised
19
23
28
4th
4cm
6th
7th
8th
830
aware
break
blastic
cvc
dome
ero
fli
found
hick
jud
nsi
pal
pills
stric
tort
tex
vast
##ether
##equent
##pm
##pin
##patic
##tog
##tue
##audal
##oke
##ni
##gency
##und
##uled
##ucted
##ylo
##mia
##mented
##by
##31
##36
##zone
##08
##57
##hes
##hepatic
##onec
##alectasis
##arity
iss
iscoiled
##entified
inner
##ers
nomin
##ilated
##uminal
##distended
##icone
##ull
##hable
##sions
##neumothorax
constr
consist
conclusion
##identified
##ropri
##rotop
locule
##olitis
reli
seated
selec
##phy
ascribed
coming
cardiomeg
atalectasis
normalized
canal
capacity
##therapy
star
##vertebral
silicone
##houette
dehis
consequent
prone
thym
ability
##ocrit
vascul
altered
altog
perceptible
submitted
subphrenic
##ached
##initis
##iring
intervals
midzone
anteromedial
picture
diver
##aning
##lucency
presently
approved
add
adhe
unin
unit
postin
identi
shrap
comparisons
thoracoplasty
arrest
observe
aorticopulmonary
advis
pacemakers
##ondylo
linearly
desc
hemithoracic
pacers
confines
swallow
sched
said
presump
recommendations
##ulent
disparity
inspection
heterotop
brachial
revision
withdrawing
insensi
spondylo
entities
page
open
optim
sharper
manip
original
originating
redemonstrates
decompensated
##ifying
sepsis
recon
materials
hematocrit
bleed
confirming
continuously
vari
hydropneumoth
reports
hydrothorax
hyperlucencies
coalescing
##iocaudal
osteonec
meta
pathologies
flattened
precisely
cavities
phase
##olaterally
attribute
carry
separated
craniocaudal
distinctly
eventrated
obliterates
echo
virtue
events
kyphosis
radiolucent
##ospasm
##rophic
impact
clarified
overlaying
nondedicated
nondilated
pneumatoceles
tendinitis
kidney
problems
purpose
purulent
rupture
reverses
muscles
effective
blebs
plates
tailored
proportional
takeoff
intraparenchymal
demarcation
hairpin
reference
laparoscopic
else
instrum
intralobar
artificially
mixture
negative
particles
solitary
profile
manometer
extravasation
tapered
disappeared
superficial
genuine
lymphovenous
distorts
myocardial
flipped
hickman
nsip
texture
nominal
cardiomegally
dehiscence
altogether
shrapnel
scheduled
heterotopic
insensitive
osteonecrosis
130
29
2nd
3cm
41
48
5th
5cm
6cm
74
9th
930
au
cbd
dd
dro
dated
dyst
elimin
fre
gir
grid
l2
la
leg
medic
plan
rm
rig
rll
sends
till
vent
##29
##26
##ele
##tula
##atric
##otraum
##genic
##rip
##rical
##ith
##med
##mediastinal
##mits
##ces
##cting
##sal
##sha
##vole
##bre
##flamm
